---
kind: enumMember
id: F:Autodesk.Revit.DB.SpatialElementBoundaryLocation.Finish
enum: Autodesk.Revit.DB.SpatialElementBoundaryLocation
source: html/349e4292-28b6-cffa-e128-50ac5c90db36.htm
---
# Autodesk.Revit.DB.SpatialElementBoundaryLocation.Finish

Spatial element finish face.